[
    {
        "name": "Hesburgh Libraries Hackathon 2024",
        "description": "- Hesburgh Libraries Hackathon challenges teams of 2 to 4 Notre Dame undergraduate students to create solutions to everyday problems.\n- Theme for 2024 is Unity in Diversity for an Inclusive Tomorrow, focusing on leveraging technology for connecting people, ideas, and data.\n- The event runs from April 12 to April 14 at Hesburgh Library, with an orientation and pizza on April 12 and lightning talks, judging, and awards on April 14.\n- Teams will showcase their projects in lightning talks, with awards including $3,000 for 1st place, $2,000 for 2nd place, $1,000 for 3rd place, and $500 for honorable mentions.\n- Participating in the hackathon can broaden perspectives on diversity and inclusivity, foster teamwork, and encourage creative problem-solving using technology.",
        "location": "Location: Hesburgh Library",
        "time": " Time: Sun, Apr 14, All Day (part of a series)"
    },
    {
        "name": "ND Symphony Orchestra Spring Chamber Recital",
        "description": "- Notre Dame Symphony Orchestra's spring chamber recital featuring brass and wind quintets, string quartet, string duo, and trombone quartet\n- Works by Borodin, Halvorsen, and more performed in the intimate organ hall\n- After the recital, enjoy Tales From the Nine Bells by Notre Dame's Patrick Yim, featuring works by Chen Yi and Zhou Long\n- Opportunity to experience a diverse range of musical pieces and performances\n- Chance to appreciate the talents of Notre Dame's own musicians\n- Reservations required for attendance.",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 2:00 pm - 3:30 pm"
    },
    {
        "name": "Concert: Tales from the Nine Bells",
        "description": "- Collaboration between violinist/violist Patrick Yim and celebrated Chinese-American composers Chen Yi and Zhou Long\n- World premiere of \"Bamboo Grove\" by Pulitzer Prize-winning composer Zhou Long\n- Performance of \"Tales from the Nine Bells,\" a chamber work inspired by Chinese folk legend\n- Presentation of works by Chen Yi, including \"Xian Shi\" and \"Suite for Viola and Chamber Winds\"\n- Growth opportunities for attendees:\n    - Exposure to creative dialogues between musical traditions\n    - Exploration of transnational sonic encounters\n    - Appreciation of the innovative compositions of Chinese-American composers\n    - Learning about the cultural influences in contemporary classical music",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:00 pm"
    },
    {
        "name": "Documentary — \"The Pendleton 2: They Stood Up\"",
        "description": "- Lincoln \"Lokmar\" Love was in danger of facing a dire fate similar to other Black men like George Floyd and Tyre Nichols in the US.\n- <br> Guards at Pendleton Correctional Facility brutally beat Lokmar beyond recognition while other prisoners watched in horror. <br> \n- Two fellow prisoners, John \"Balagoon\" Cole and Christopher \"Naeem\" Trotter, took a stand and sacrificed their freedom to save Lokmar from the guard gang, Sons of Light.\n- The documentary \"The Pendleton 2: They Stood Up\" sheds light on the Indiana prison uprising led by Cole and Trotter, which exposed the inhumane conditions at Pendleton and faced retaliation from the Indiana Department of Correction.\n- Exclusive first-hand testimonies from Cole and Trotter, along with interviews with family members and witnesses, are featured in the documentary.\n- The event is presented by the Defense Committee to Free the Pendleton 2, highlighting four decades of unjust incarceration and solitary confinement. \n- Attending this event may lead to a deeper understanding of systemic injustices faced by Black men in the US, resilience in the face of adversity, and the power of standing up for what is right.",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:40 pm"
    },
    {
        "name": "Music Concert: \"Tales from the Nine Bells\"",
        "description": "- Violinist/violist Patrick Yim is collaborating with composers Chen Yi and Zhou Long to explore creative dialogues between musical traditions.\n- Patrick Yim will perform a newly composed solo violin work called Bamboo Grove by Pulitzer Prize-winning composer Zhou Long.\n- The program includes Zhou Long's work Tales from the Nine Bells and Chen Yi's Xian Shi and Suite for Viola and Chamber Winds.\n- There will be a masterclass featuring Department of Music students and insight from Chen Yi and Zhou Long themselves into their works.\n- The event showcases the masterful integration of Chinese culture in music by both composers, challenging stereotypes and sharing a blend of Chinese and Western traditions.\n- The music of Zhou Long and Chen Yi is appreciated globally, performed by prestigious musicians and orchestras.\n- The public lecture \"Cultural Confluence in the Music of Chen Yi and Zhou Long\" provides an opportunity to delve deeper into the composers' works and background.\n- This event offers a chance for attendees to broaden their perspectives on music, cultural influences, and the blending of different musical traditions.",
        "location": "Location: Leighton Concert Hall",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:30 pm"
    }
]