[
    {
        "name": "Hesburgh Libraries Hackathon 2024",
        "description": "The Hesburgh Libraries Hackathon offers Notre Dame undergraduate students the opportunity to collaborate and innovate on solutions to everyday problems, focusing on the theme of Unity in Diversity for an Inclusive Tomorrow. By leveraging technology to connect people, ideas, and data, participants can expand their understanding of diversity and inclusion while working towards creating a more unified future. The event provides a platform for teams to showcase their projects and receive recognition through awards, fostering personal growth through collaboration, creativity, and problem-solving skills. Additionally, the competition's focus on leveraging technology for social good may broaden attendees' perspectives on the role of innovation in addressing societal challenges.",
        "location": "Location: Hesburgh Library",
        "time": " Time: Sun, Apr 14, All Day (part of a series)"
    },
    {
        "name": "ND Symphony Orchestra Spring Chamber Recital",
        "description": "The Notre Dame Symphony Orchestra's spring chamber recital offers attendees an intimate setting to experience a variety of musical ensembles showcasing their talent through an array of classical works. The performance includes brass and wind quintets, a string quartet, string duo, and trombone quartet, presenting pieces by renowned composers. Additionally, attendees have the opportunity to broaden their cultural perspectives by attending \"Tales From the Nine Bells,\" a performance by Patrick Yim featuring works by Chen Yi and Zhou Long. This event provides a unique chance for personal growth through appreciation of diverse musical styles, fostering a deeper understanding and appreciation of classical music.",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 2:00 pm - 3:30 pm"
    },
    {
        "name": "Concert: Tales from the Nine Bells",
        "description": "The event features a collaboration between violinist/violist Patrick Yim and Chinese-American composers Chen Yi and Zhou Long, showcasing new compositions and blending musical traditions. The concert includes the world premiere of Bamboo Grove, a solo violin piece by Pulitzer Prize-winning composer Zhou Long, and other works inspired by Chinese folklore and traditional instruments. Attendees have the opportunity to experience the creative ingenuity of these celebrated composers, potentially broadening their perspectives on transcultural music and artistic expressions. Witnessing the fusion of different musical traditions and exploring sonic encounters may lead to personal growth, appreciation of diversity, and a deeper understanding of the intersection of cultures in the arts.",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:00 pm"
    },
    {
        "name": "Documentary — \"The Pendleton 2: They Stood Up\"",
        "description": "\"The Pendleton 2: They Stood Up\" documentary recounts the harrowing tale of John \"Balagoon\" Cole and Christopher \"Naeem\" Trotter, who heroically rescued fellow prisoner Lokmar from a brutal attack by racist guards at Pendleton Correctional Facility. The event sheds light on the dehumanizing conditions within the prison system and the sacrifice made by the two men to stand up against injustice, despite facing severe consequences. Through exclusive testimonies and interviews, attendees can gain a profound understanding of systemic racism, solidarity, and the enduring fight for justice, urging viewers to reflect on their perspectives on racism, incarceration, and the power of collective action for social change, offering a transformative experience full of insight and empathy.",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:40 pm"
    },
    {
        "name": "Music Concert: \"Tales from the Nine Bells\"",
        "description": "The event showcases the creative ingenuity of Chinese-American composers Chen Yi and Zhou Long through a series of musical performances and a public lecture. Attendees have the opportunity to witness the world premiere of a new composition, engage in a masterclass with Department of Music students, and gain insight from the composers themselves. The collaboration between Eastern and Western musical traditions challenges stereotypes and expands understanding of the cultural influences on music. By attending, individuals can explore the intersection of different music styles, broaden their perspectives on artistic expression, and appreciate the diversity and depth of cross-cultural musical encounters, fostering personal growth and cultural appreciation.",
        "location": "Location: Leighton Concert Hall",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:30 pm"
    }
]