[
    {
        "name": "Hesburgh Libraries Hackathon 2024",
        "description": " The Hesburgh Libraries Hackathon challenges teams of 2 to 4 Notre Dame undergraduate students to design, create, and present a solution to everyday problems. The 2024 theme is Unity in Diversity for an Inclusive Tomorrow — teams will develop solutions that leverage technology to discover, visualize or create connections among people, ideas, data and more. April 12 – 14Hesburgh Library April 12, 6 – 7pmOrientation & PizzaCompetition Begins April 14, noon – 3pmLightning Talks, Judging, Raffles, Awards See the full schedule. Teams showcase their projects in lightning talks, with the top entries garnering awards. 1st Place – $3,0002nd Place – $2,0003rd Place – $1,000Honorable Mention(s) – $500 See previous Hackathons.",
        "location": "Location: Hesburgh Library",
        "time": " Time: Sun, Apr 14, All Day (part of a series)"
    },
    {
        "name": "ND Symphony Orchestra Spring Chamber Recital",
        "description": " The Notre Dame Symphony Orchestra's spring chamber recital will showcase the orchestra's members through brass and wind quintets, a string quartet, string duo and trombone quartet. Set in the intimate organ hall, join us for works by Borodin, Halvorsen, and more.After the recital, be sure to also attend Tales From the Nine Bells, performed by Notre Dame's own Patrick Yim as he showcases works by Chen Yi and Zhou Long. RESERVE TICKETS",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 2:00 pm - 3:30 pm"
    },
    {
        "name": "Concert: Tales from the Nine Bells",
        "description": " In an exciting collaboration exploring creative dialogues between musical traditions and meaningful transnational sonic encounters, violinist/violist Patrick Yim, assistant professor in the Department of Music at Notre Dame, performs music showcasing the creative ingenuity of two of the most celebrated Chinese-American composers active today: Chen Yi and Zhou Long.The world premiere of Bamboo Grove, a newly composed solo violin work by Pulitzer Prize-winning composer Zhou Long, will be performed by Yim at the concert. The program also includes another masterpiece by Zhou, the haunting, atmospheric Tales from the Nine Bells, a chamber work for violin, viola, clarinet, and piano commissioned by the Chamber Music Society of Lincoln Center and inspired by the Chinese folk legend.The second half features the viola in two works by Chen Yi, winner of the Charles Ives Living Award from the American Academy of Arts and 2006 Pulitzer Prize Finalist: Xian Shi for viola, percussion, and piano (the first viola concerto by a Chinese composer) and Suite for Viola and Chamber Winds inspired by traditional Chinese instruments. GET TICKETS",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:00 pm"
    },
    {
        "name": "Documentary — \"The Pendleton 2: They Stood Up\"",
        "description": " On the morning of February 1, 1985, Lincoln \"Lokmar\" Love was doomed to the same fate as George Floyd, Tyre Nichols, and so many other Black men in the US. As he lay handcuffed and shackled, Pendleton Correctional Facility guards beat the prisoner beyond recognition as terrified bystanders watched from their cells. But Lokmar's story ended differently when 2 fellow prisoners sacrificed their freedom to save him from his assailants, a Ku Klux Klan-affiliated guard gang known as the Sons of Light. The Pendleton 2: They Stood Up tells the story of John \"Balagoon\" Cole and Christopher \"Naeem\" Trotter, the leaders of the Indiana prison uprising that rescued Lokmar, exposed Pendleton's dehumanizing conditions, and unleashed the vindictive wrath of the Indiana Department of Correction. Presented by the Defense Committee to Free the Pendleton 2, this documentary features exclusive first hand testimony from Cole and Trotter, as well as interviews with family members and witnesses to the uprising who continue to fight for the Pendleton 2 after four decades of unjust incarceration and solitary confinement. RESERVE TICKETS",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:40 pm"
    },
    {
        "name": "Music Concert: \"Tales from the Nine Bells\"",
        "description": " In an exciting collaboration exploring creative dialogues between musical traditions and meaningful transnational sonic encounters, violinist/violist Patrick Yim, assistant professor in the Department of Music at Notre Dame, performs music showcasing the creative ingenuity of two of the most celebrated Chinese-American composers active today: Chen Yi and Zhou Long.The world premiere of Bamboo Grove, a newly composed solo violin work by Pulitzer Prize-winning composer Zhou Long, will be performed by Yim at the concert. The program also includes another masterpiece by Zhou, the haunting, atmospheric Tales from the Nine Bells, a chamber work for violin, viola, clarinet, and piano commissioned by the Chamber Music Society of Lincoln Center and inspired by the Chinese folk legend.The second half features the viola in two works by Chen Yi, winner of the Charles Ives Living Award from the American Academy of Arts and 2006 Pulitzer Prize Finalist: Xian Shi for viola, percussion, and piano (the first viola concerto by a Chinese composer) and Suite for Viola and Chamber Winds inspired by traditional Chinese instruments. There will be a masterclass featuring Department of Music students on  Friday, April 12 from 10 to 11 a.m. in the LaBar Recital Hall in O'Neill Hall of Music.In a special appearance, Chen Yi and Zhou Long will provide insight into their works from the stage. This performance is complemented by a public lecture with the composers titled \"Cultural Confluence in the Music of Chen Yi and Zhou Long\" on Monday, April 15, 2024, at noon, in the LaBar Performance Hall, sponsored by the Liu Institute for Asia and Asian Studies and the Department of Music at the University of Notre Dame.Composers Zhou Long (2011 Pulitzer Prize Winner) and Chen Yi (2006 Pulitzer Prize Finalist) are honored for their music's masterful integration of Chinese culture. Well-versed in the musical traditions of China and the U.S. — both trained at the elite Central Conservatory of Music in Beijing and Columbia University in New York — Chen and Zhou's music challenges stereotypes of the affordances of Western instruments and ensembles. Their craft is appreciated around the globe, with their music performed by an illustrious cast of musicians, including the Cleveland Orchestra, the New York Philharmonic, and Yo-Yo Ma. Part of the DeBartolo Performing Arts Center Presenting Series and co-sponsored by the Department of Music. For tickets, call 574-631-2800 or visit performingarts.nd.edu. Originally published at music.nd.edu.",
        "location": "Location: Leighton Concert Hall",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:30 pm"
    }
]