[
    {
        "name": "Notre Dame Student Peace Conference — \"Peace by Piece: Disrupting Dualities in Peacebuilding\"",
        "description": " The Notre Dame Student Peace Conference is an annual student-focused academic event organized by undergraduate students at the University as a space to engage in academic and professional dialogue on issues of peacebuilding, justice, and conflict transformation. This year’s theme seeks to affirm a commitment to peacebuilding as a dynamic and co-constructive process, resisting the temptation to view people, parties, and events through black-and-white, all-or-nothing lenses. Interested undergraduate and graduate students from around the world are invited to attend, even if not presenting. Pre-registration is required, but thanks to continued sponsorship by the Kroc Institute, there is no registration fee to attend. Registration is required and will open in late January or early February. Learn more and register at http://sites.nd.edu/peacecon/.   Originally published at kroc.nd.edu.",
        "location": "Location: Hesburgh Center for International Studies/Zoom Webinar",
        "time": " Time: Sat, Apr 13, All Day (part of a series)"
    },
    {
        "name": "Hesburgh Libraries Hackathon 2024",
        "description": " The Hesburgh Libraries Hackathon challenges teams of 2 to 4 Notre Dame undergraduate students to design, create, and present a solution to everyday problems. The 2024 theme is Unity in Diversity for an Inclusive Tomorrow — teams will develop solutions that leverage technology to discover, visualize or create connections among people, ideas, data and more. April 12 – 14Hesburgh Library April 12, 6 – 7pmOrientation & PizzaCompetition Begins April 14, noon – 3pmLightning Talks, Judging, Raffles, Awards See the full schedule. Teams showcase their projects in lightning talks, with the top entries garnering awards. 1st Place – $3,0002nd Place – $2,0003rd Place – $1,000Honorable Mention(s) – $500 See previous Hackathons.",
        "location": "Location: Hesburgh Library",
        "time": " Time: Sat, Apr 13, All Day (part of a series)"
    },
    {
        "name": "Documentary, Performance and Panel Discussion — \"Southeast: A City Within A City\"",
        "description": " The public screening will include intermission performances of the songs that inspired the documentary. Followed by a panel discussion, with the documentarian and several of the individuals in it about the Southeast side of Chicago, their stories, and the documentary itself.   Originally published at latinostudies.nd.edu.",
        "location": "Location: 104 Bond Hall",
        "time": " Time: Sat, Apr 13 at 12:30 pm - 2:30 pm"
    },
    {
        "name": "Hesburgh Libraries Hackathon 2024",
        "description": " The Hesburgh Libraries Hackathon challenges teams of 2 to 4 Notre Dame undergraduate students to design, create, and present a solution to everyday problems. The 2024 theme is Unity in Diversity for an Inclusive Tomorrow — teams will develop solutions that leverage technology to discover, visualize or create connections among people, ideas, data and more. April 12 – 14Hesburgh Library April 12, 6 – 7pmOrientation & PizzaCompetition Begins April 14, noon – 3pmLightning Talks, Judging, Raffles, Awards See the full schedule. Teams showcase their projects in lightning talks, with the top entries garnering awards. 1st Place – $3,0002nd Place – $2,0003rd Place – $1,000Honorable Mention(s) – $500 See previous Hackathons.",
        "location": "Location: Hesburgh Library",
        "time": " Time: Sun, Apr 14, All Day (part of a series)"
    },
    {
        "name": "ND Symphony Orchestra Spring Chamber Recital",
        "description": " The Notre Dame Symphony Orchestra's spring chamber recital will showcase the orchestra's members through brass and wind quintets, a string quartet, string duo and trombone quartet. Set in the intimate organ hall, join us for works by Borodin, Halvorsen, and more.After the recital, be sure to also attend Tales From the Nine Bells, performed by Notre Dame's own Patrick Yim as he showcases works by Chen Yi and Zhou Long. RESERVE TICKETS",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 2:00 pm - 3:30 pm"
    },
    {
        "name": "Documentary — \"The Pendleton 2: They Stood Up\"",
        "description": " On the morning of February 1, 1985, Lincoln \"Lokmar\" Love was doomed to the same fate as George Floyd, Tyre Nichols, and so many other Black men in the US. As he lay handcuffed and shackled, Pendleton Correctional Facility guards beat the prisoner beyond recognition as terrified bystanders watched from their cells. But Lokmar's story ended differently when 2 fellow prisoners sacrificed their freedom to save him from his assailants, a Ku Klux Klan-affiliated guard gang known as the Sons of Light. The Pendleton 2: They Stood Up tells the story of John \"Balagoon\" Cole and Christopher \"Naeem\" Trotter, the leaders of the Indiana prison uprising that rescued Lokmar, exposed Pendleton's dehumanizing conditions, and unleashed the vindictive wrath of the Indiana Department of Correction. Presented by the Defense Committee to Free the Pendleton 2, this documentary features exclusive first hand testimony from Cole and Trotter, as well as interviews with family members and witnesses to the uprising who continue to fight for the Pendleton 2 after four decades of unjust incarceration and solitary confinement. RESERVE TICKETS",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:40 pm"
    },
    {
        "name": "Concert: Tales from the Nine Bells",
        "description": " In an exciting collaboration exploring creative dialogues between musical traditions and meaningful transnational sonic encounters, violinist/violist Patrick Yim, assistant professor in the Department of Music at Notre Dame, performs music showcasing the creative ingenuity of two of the most celebrated Chinese-American composers active today: Chen Yi and Zhou Long.The world premiere of Bamboo Grove, a newly composed solo violin work by Pulitzer Prize-winning composer Zhou Long, will be performed by Yim at the concert. The program also includes another masterpiece by Zhou, the haunting, atmospheric Tales from the Nine Bells, a chamber work for violin, viola, clarinet, and piano commissioned by the Chamber Music Society of Lincoln Center and inspired by the Chinese folk legend.The second half features the viola in two works by Chen Yi, winner of the Charles Ives Living Award from the American Academy of Arts and 2006 Pulitzer Prize Finalist: Xian Shi for viola, percussion, and piano (the first viola concerto by a Chinese composer) and Suite for Viola and Chamber Winds inspired by traditional Chinese instruments. GET TICKETS",
        "location": "Location: DeBartolo Performing Arts Center",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:00 pm"
    },
    {
        "name": "Music Concert: \"Tales from the Nine Bells\"",
        "description": " In an exciting collaboration exploring creative dialogues between musical traditions and meaningful transnational sonic encounters, violinist/violist Patrick Yim, assistant professor in the Department of Music at Notre Dame, performs music showcasing the creative ingenuity of two of the most celebrated Chinese-American composers active today: Chen Yi and Zhou Long.The world premiere of Bamboo Grove, a newly composed solo violin work by Pulitzer Prize-winning composer Zhou Long, will be performed by Yim at the concert. The program also includes another masterpiece by Zhou, the haunting, atmospheric Tales from the Nine Bells, a chamber work for violin, viola, clarinet, and piano commissioned by the Chamber Music Society of Lincoln Center and inspired by the Chinese folk legend.The second half features the viola in two works by Chen Yi, winner of the Charles Ives Living Award from the American Academy of Arts and 2006 Pulitzer Prize Finalist: Xian Shi for viola, percussion, and piano (the first viola concerto by a Chinese composer) and Suite for Viola and Chamber Winds inspired by traditional Chinese instruments. There will be a masterclass featuring Department of Music students on  Friday, April 12 from 10 to 11 a.m. in the LaBar Recital Hall in O'Neill Hall of Music.In a special appearance, Chen Yi and Zhou Long will provide insight into their works from the stage. This performance is complemented by a public lecture with the composers titled \"Cultural Confluence in the Music of Chen Yi and Zhou Long\" on Monday, April 15, 2024, at noon, in the LaBar Performance Hall, sponsored by the Liu Institute for Asia and Asian Studies and the Department of Music at the University of Notre Dame.Composers Zhou Long (2011 Pulitzer Prize Winner) and Chen Yi (2006 Pulitzer Prize Finalist) are honored for their music's masterful integration of Chinese culture. Well-versed in the musical traditions of China and the U.S. — both trained at the elite Central Conservatory of Music in Beijing and Columbia University in New York — Chen and Zhou's music challenges stereotypes of the affordances of Western instruments and ensembles. Their craft is appreciated around the globe, with their music performed by an illustrious cast of musicians, including the Cleveland Orchestra, the New York Philharmonic, and Yo-Yo Ma. Part of the DeBartolo Performing Arts Center Presenting Series and co-sponsored by the Department of Music. For tickets, call 574-631-2800 or visit performingarts.nd.edu. Originally published at music.nd.edu.",
        "location": "Location: Leighton Concert Hall",
        "time": " Time: Sun, Apr 14 at 4:00 pm - 5:30 pm"
    },
    {
        "name": "Webinar — Parker Palmer: Education & Vocation",
        "description": " Parker J. Palmer is an American author, educator, and activist who focuses on issues in education, community, leadership, spirituality and social change. He has published 10 books and numerous essays and poems, and is founder and senior partner emeritus of the Center for Courage and Renewal. There will be time for audience questions. Virtues & Vocations is a national forum housed at the Center for Social Concerns at Notre Dame for scholars and practitioners across disciplines to consider how best to cultivate character in pre-professional and professional education. You can learn more at virtuesvocations.org.",
        "location": "Location: Zoom Webinar",
        "time": " Time: Mon, Apr 15 at 12:00 pm - 1:00 pm"
    },
    {
        "name": " Lecture: \"Do You Really Want to Live Forever?\"",
        "description": " The Notre Dame Institute for Advanced Study (NDIAS) is bringing Ted Chiang, award-winning science fiction writer, to campus for a public lecture entitled \"Do You Really Want to Live Forever?\" In his lecture, Chiang will explore the ethics of immortality research—which, he notes, is being funded by the ultra wealthy, who are often some of the worst people in the world. That naturally raises the question of whether or not you want to spend eternity with people like that. But it also raises another question: Does wanting the same thing they want make you a bad person, too? During the 2020-2021 academic year, Chiang joined NDIAS as an Artist in Residence as part of the \"Nature of Trust\" project, and has continued his relationship with the Institute. His work has won four Nebula awards and four Hugo awards. His work often focuses on issues in technology, including artificial intelligence. In 2023, Chiang was named one of Time Magazine's 100 most influential people in AI. His critically-acclaimed short stories include “Tower of Babylon” and “Story of Your Life,” which was adapted into the science fiction film Arrival. Exhalation, his second collection of short stories, was named one of the Top Ten Books of 2019 by the New York Times Book Review. This event is free and open to the public. Originally published at ndias.nd.edu.",
        "location": "Location: Room 104, Bond Hall",
        "time": " Time: Mon, Apr 15 at 4:00 pm - 5:30 pm"
    },
    {
        "name": "Book Discussion — Tyler Anbinder on \"Plentiful Country: The Great Potato Famine and the Making of Irish New York\"",
        "description": " Join the Keough-Naughton Institute for an event with Tyler Anbinder, professor emeritus of history at George Washington University, who will discuss his newest book Plentiful Country: The Great Potato Famine and the Making of Irish New York (Hachette, March 2024).  Copies of the book will be available for purchase at this event, which will also be followed by a book signing.  From the award-winning author of Five Points and City of Dreams, a breathtaking new history of the Irish immigrants who arrived in the United States during the Great Potato Famine, showing how their strivings in and beyond New York exemplify the astonishing tenacity and improbable triumph of Irish America.   In 1845, a fungus began to destroy Ireland’s potato crop, triggering a famine that would kill one million Irish men, women, and children—and drive over one million more to flee for America. Ten years later, the United States had been transformed by this stupendous migration, nowhere more than New York: by 1855, roughly a third of all adults living in Manhattan were immigrants who had escaped the hunger in Ireland. These so-called “Famine Irish” were the forebears of four U.S. presidents (including Joe Biden) yet when they arrived in America they were consigned to the lowest-paying jobs and subjected to discrimination and ridicule by their new countrymen. Even today, the popular perception of these immigrants is one of destitution and despair. But when we let the Famine Irish narrate their own stories, they paint a far different picture.   In this magisterial work of storytelling and scholarship, acclaimed historian Tyler Anbinder presents for the first time the Famine generation’s individual and collective tales of struggle, perseverance, and triumph. Drawing on newly available records and a ten-year research initiative, Anbinder reclaims the narratives of the refugees who settled in New York City and helped reshape the entire nation. Plentiful Country is a tour de force—a book that rescues the Famine immigrants from the margins of history and restores them to their rightful place at the center of the American story. Tyler Anbinder is an emeritus professor of history at George Washington University, where he taught courses on the history of American immigration and the American Civil War era. He is the author of three award-winning books and of numerous articles, and his publications have been honored with the Avery Craven Prize of the Organization of American Historians, the Mark Lynton History Prize of the Columbia School of Journalism, and the Hubbell Prize of the Society of Civil War Historians. Anbinder has also held the Fulbright Commission’s Thomas Jefferson Distinguished Chair in American History at the University of Utrecht in the Netherlands, and has won three prestigious research grants from the National Endowment for the Humanities. Originally published at irishstudies.nd.edu.",
        "location": "Location: 1050 Jenkins Nanovic Halls",
        "time": " Time: Tue, Apr 16 at 3:30 pm - 5:00 pm"
    },
    {
        "name": "Interfaith Flower Planting and Conversation — \"Looking Towards Earth Day: Care for Our Common Home from Youth and Multifaith Voices\"",
        "description": " Please join us for a celebration of our common home in preparation for Earth Day this year. Featuring guest speaker Marinel Ubaldo, a leading youth climate activist from the Philippines. Her talk will be followed by a flower planting ceremony and remarks from faith leaders in the South Bend area.  Marinel Ubaldo is an advocate for climate justice and the environment. She is a registered social worker and one of the Founders of the Youth Leaders for Environmental Action Federation, a youth-led organization based in Eastern Visayas that aims to mentor youth individuals and organizations in climate advocacy. She was the Advocacy Officer for Ecological Justice and Youth Engagement of Living Laudato Si' Philippines, and the Philippine Country Coordinator for UN COY16 Glasgow. She also serves as the Philippine Focal Point for Climate Science Olympiad. Marinel has been actively involved in educating communities — especially, the youth and children — about climate change and the roles they can take to adapt and mitigate to its effects. She has spoken to world leaders on behalf of Filipinos during the opening of the UNFCCC COP21 in Paris and in UNFCCC COP25 in Madrid. She has been trained by former US Vice-President Al Gore as a Climate Reality Leader and her global campaign with Amnesty International calling on the Philippine government to ensure relocation of Super-Typhoon Haiyan survivors generated 528,070 actions from around the world. This event is co-sponsored by the Ansari Institute for Global Engagement with Religion, Liu Institute for Asia and Asian Studies, and the Nanovic Institute for European Studies, with support from the the Klau Institute for Civil and Human Rights, the Keough School for Global Affairs, the Kroc Institute for International Peace Studies, and Sustainability at Notre Dame. Originally published at ansari.nd.edu.",
        "location": "Location: Jenkins-Nanovic Hall, Room 1050",
        "time": " Time: Wed, Apr 17 at 3:30 pm - 5:30 pm"
    },
    {
        "name": "Lecture — \"God in Things and People: Commodity Fetishism and the Eucharist\"",
        "description": " One of the pathologies that produce poverty in the current economic system is the simultaneous deification of things and reification of people: we invest divinity in material things, while people are treated as instruments toward profit. In this lecture, William T. Cavanaugh will explore the Eucharist as an antidote to this idolatry. The Eucharist provides a better, sacramental way of seeing God's presence in the material world, while simultaneously offering an identification of people, especially the poor, with God in Christ. This is part of a six-part lecture series called \"The Only Solution is Love: The Eucharist and Catholic Social Teaching.\"  This lecture will be presented by William T. Cavanaugh, professor of Catholic studies and director of the Center for World Catholicism and Intercultural Theology at DePaul University, with a response by Jenny Newsome Martin, Ph.D., Department of Theology, University of Notre Dame. For more information, please click here.  Originally published at mcgrath.nd.edu.",
        "location": "Location: Oak Room, South Dining Hall",
        "time": " Time: Wed, Apr 17 at 4:30 pm - 5:45 pm"
    },
    {
        "name": "Panel Discussion — \"Colombia’s Special Jurisdiction for Peace: Development and challenges of the restorative and transitional justice model\"",
        "description": " Register to attend via Zoom The Special Jurisdiction for Peace (Span. JEP) is a transitional justice mechanism created as part of the 2016 peace agreement signed between the Colombian government and the Revolutionary Armed Forces of Colombia (FARC-EP) guerrilla group. Colombia’s transitional tribunal was established to investigate, prosecute and sanction those who committed international crimes during the Colombian armed conflict. Its focus has been on achieving truth, justice, reparation, and non-repetition. Likewise, the JEP’s objective is also to contribute to the reintegration of offenders. While the use of restorative justice in the JEP’s cases presents an opportunity to promote a more inclusive and holistic approach to justice, a myriad of questions and challenges also arise, such as: How will the JEP guarantee victims’ rights and their participation in the restorative process? Within the framework of restorative justice, which elements seem crucial for the process of reintegration of offenders to be successful? Which kind of challenges do judges face when they integrate restorative principles in sanctioning war crimes and crimes against humanity? Panelists will offer insight on the challenges faced and advances made, while reflecting on practices that can assist future transitional scenarios. This includes the development of local solutions that transform armed conflict and observe International Law standards. Panelists:  Introduction by R. Scott Appleby, Marilyn Keough Dean and professor of history   Justice Roberto Vidal, president and magistrate of the JEP   Justice Marcela Giraldo Muñoz, magistrate of the Judicial Panel for Amnesty or Pardon in the JEP   Justice Ana María Mondragón Duque, deputy judge (Magistrada Auxiliar) at the JEP   Steve Hege, regional deputy director, United States Institute of Peace   Nicolás E. Buitrago Rey, Ph.D. fellow and doctoral student affiliate, Kellogg Institute for International Studies   Moderated by Josefina Echavarria, professor of the practice; director of the Peace Accords Matrix           Register to attend via Zoom This event takes place within the framework of the Legacy Project at the University of Notre Dame, which seeks to preserve the digital archive of the Colombian Truth Commission, and provides unique sources of testimonies from more than 30,000 victims, witnesses and offenders of the 52-year-long armed conflict. It is cosponsored by the Kellogg Institute for International Studies, Lucy Family Institute for Data & Society, and Clingen Family Center for the Study of Modern Ireland.     Originally published at kroc.nd.edu.",
        "location": "Location: 1030, Jenkins Nanovic Halls and Live on Zoom",
        "time": " Time: Thu, Apr 18 at 12:30 pm - 2:00 pm"
    },
    {
        "name": "Ten Years Hence Lecture: \"AI Ethics — Past, Present, and Future\"",
        "description": " AI Ethics - Past, Present, and Future is presented by Nicholas Berente, Professor of Information Technology, Analytics, and Operations at the Mendoza College of Business and Dr. Heather Domin, Global Leader, Responsible AI Initiatives, IBM Office of Privacy &Responsible Technology. Berente studies how digital innovations such as artificial intelligence technologies drive change in organizations and institutions. He teaches courses on Strategic Business Technology and is Co-Director of the GAMA Lab and affiliated faculty in Notre Dame's Lucy Family Institute for Data and Society, as well as the Notre Dame Center for Technology Ethics. Domin has been instrumental in developing and executing foundational practices in AI ethics and governance, including building IBM's Ethics by Design program and its Algorithmic Impact Assessment. As Associate Director of the Notre Dame - IBM Tåch Ethics Lab, she has shaped a robust industry-academic ecosystem and delivered novel research. As a World Economic Forum Fellow, she has provided executive and research leadership on research centered on generative AI. This is the seventh of eight lectures in the Ten Years Hence Speaker Series which will focus on Artificial Intelligence: Promise and Peril. See the website for details on additional lectures and speaker bios. All lectures are free and open to students, faculty, staff and the public. No tickets or registration required. Ten Years Hence is sponsored by the Eugene Clark Distinguished Lecture Series endowment.  ",
        "location": "Location: Mendoza College of Business, Jordan Auditorium",
        "time": " Time: Fri, Apr 19 at 10:40 am - 12:00 pm"
    },
    {
        "name": "2024 Duffy Lecture: Branden Jacobs-Jenkins in Conversation with Chanté Mouton Kinyon",
        "description": " The Department of English is pleased to announce that its 2024 Joseph M. Duffy Lecturer is Branden Jacobs-Jenkins. A conversation between Jacobs-Jenkins and Chanté Mouton Kinyon, assistant professor of English, will take place on Wednesday, April 24. Branden Jacobs-Jenkins is a Brooklyn-based playwright and producer and two-time Pulitzer Prize finalist. Recent theatre credits include Appropriate (currently running on Broadway), The Comeuppance (Signature Theatre), Girls (Yale Rep), Everybody (Signature Theatre), War (Yale Rep; Lincoln Center/LCT3), Gloria (Vineyard Theatre), Appropriate (Obie Award; Signature Theatre), An Octoroon (Obie Award; Soho Rep, Theatre for a New Audience), and Neighbors (The Public Theater). He was showrunner, executive producer, and writer for HULU/FX’s drama series, Kindred, based on Octavia E. Butler’s groundbreaking novel. He currently teaches at Yale University and serves as vice president of the Dramatists Guild council and on the boards of Soho Rep, Park Avenue Armory, the Susan Smith Blackburn Prize, and the Dramatists Guild Foundation. Honors include a USA Artists fellowship, a Guggenheim fellowship, the MacArthur fellowship, the Windham-Campbell Prize for Drama, and the inaugural Tennessee Williams Award.  Chanté Mouton Kinyon is assistant professor of English at the University of Notre Dame. Kinyon’s primary research explores transnational Black American literature and culture, with a particular interest in the way in which Black American culture and literature intersects with Irish culture and literature. The 2019–2021 Moreau Postdoctoral Fellow (ND), Kinyon was previously the 2018–2019 NEH Fellow at the Keough-Naughton Institute for Irish Studies. Keough-Naughton Institute for Irish Studies Department of American StudiesNotre Dame Initiative on Race and ResilienceDepartment of Film, Television, and Theatre Originally published at english.nd.edu.",
        "location": "Location: Eck Visitors Center",
        "time": " Time: Wed, Apr 24 at 5:00 pm - 7:00 pm"
    },
    {
        "name": "Lecture and Discussion: “My Path to Anti-Racism as an Asian American Educator” (Part of the Inclusive Leadership Colloquium Lecture Series)",
        "description": " Presented by Jennifer Ho, professor of ethnic studies; director, Center for Humanities and the Arts, University of Colorado, Boulder.Lecture and discussion: “My Path to Anti-Racism as an Asian American Educator” \n(RSVP required)- REGISTRATION CLOSED.   \nThe Office of Institutional Transformation — in partnership with Human Resources and the Provost’s Office — is pleased to announce a new collaborative initiative: the Inclusive Leadership Colloquium Lecture Series (ILCLS). ILCLS will bring insightful and innovative leaders in diverse, equitable, and inclusive practice to Notre Dame, where they will share ideas, best practices, and inspiration around DEI-related topics of interest. This series will offer participants an opportunity to hear from experts, receive information about DEI concepts and strategies, and strengthen the community of practice at Notre Dame committed to DEI work on our campus. Registration is open to all faculty and staff.\n The Office of Institutional Transformation — in partnership with Human Resources and the Provost’s Office — is pleased to announce a new collaborative initiative: the Inclusive Leadership Colloquium Lecture Series (ILCLS). ILCLS will bring insightful and innovative leaders in diverse, equitable, and inclusive practice to Notre Dame, where they will share ideas, best practices, and inspiration around DEI-related topics of interest. This series will offer participants an opportunity to hear from experts, receive information about DEI concepts and strategies, and strengthen the community of practice at Notre Dame committed to DEI work on our campus. Registration is open to all faculty and staff. \n \nFor more information, please contact the Office of Institutional Transformation at 574-631-5618 or transformation@nd.edu.\n \nSponsored by the Office of Institutional Transformation in partnership with Notre Dame Human Resources and the Provost's Office.\n   For more information, please contact the Office of Institutional Transformation at 574-631-5618 or transformation@nd.edu.   Sponsored by the Office of Institutional Transformation in partnership with Notre Dame Human Resources and the Provost's Office.",
        "location": "Location: Foley’s (fourth floor of O’Neill Hall)",
        "time": " Time: Mon, Apr 29 at 3:00 pm - 5:30 pm"
    },
    {
        "name": "\"Keeping the Republic\" Conference",
        "description": " The Notre Dame Keeping the Republic Conference brings together a group of both prominent senior researchers and early-career scholars dedicated to a broad revitalization of American democracy—not just in the sense of self-government—but rather as a societal commitment to the equal dignity and inclusion of each person and social institutions that encourage broad and open participation. This conference creates an interdisciplinary community of scholars devoted to studying and advancing the democratization of American culture and institutions across political, legal, civic, commercial, social, religious, and educational life. This conference is not open to the public and is by invitation only. Originally published at rooneycenter.nd.edu.",
        "location": "Location: University of Notre Dame",
        "time": " Time: Wed, May 8, All Day"
    }
]